Repository: qualIP/ddclient
Catalog: debian/po/*.po
Languages: cs, da, es, eu, gl, it, ja, nb, pl, pt_pt, uk, zh_tw

source: You should enable this option if ddclient should be run every time a PPP connection is established. Note: This mode is not compatible with daemon mode.
cs: Jestliže chcete, aby se ddclient spustil pokaždé, když navážete PPP spojení, odpovězte kladně. Poznámka: tento režim není kompatibilní s režimem spouštění jako daemon.
da: Du skal aktivere denne indstilling, hvis ddclient skal køres hver gang en PPP-forbindelse etableres. Bemærk: Denne tilstand er ikke kompatibel med dæmontilstand.
es: Debería habilitar esta opción si desea que se ejecute «ddclient» cada vez que establezca una conexión PPP. Nota: Este modo no es compatible con el modo demonio.
eu: Gaitu ezazu aukera hau PPP konexio bat sortzen den bakoitzean ddclient exekutatu behar bada. Oharra: modu hau ez da bateragarria daemon moduarekin.
it: Abilitare questa opzione se ddclient deve essere eseguito ogni volta che viene stabilita una connessione PPP. Notare che questa modalità non è compatibile con la modalità demone.
ja: ddclient ??? PPP ??????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????: ??????????????????????????????????????????????????????????????????????????????
nb: Du bør slå på dette hvis ddclient skal kjøres hver gang en PPP-forbindelse kobles opp. Merk: Denne kjøremåten er ikke kompatibel med daemon-modus.
pl: Proszę wybrać tę opcję, jeśli ddclient ma być uruchamiany za każdym razem, gdy nastąpi pomyślne połączenie PPP. Uwaga: Ten tryb jest niekompatybilny z trybem demona.

source: Run ddclient as daemon?
cs: Spustit ddclient jako daemon?
da: Kør ddclient som dæmon?
es: ¿Desea ejecutar ddclient como un demonio?
eu: Exekutatu ddclient daemon gisa?
gl: Desexa e executar ddclient como servizo?
it: Eseguire ddclient come demone?
ja: ddclient ???????????????????????????????????????????
nb: Skal ddclient kjøres som en daemon?
pl: Uruchomić ddclient jako demon?
uk: Запускати ddclient, як демон?
zh_tw: ddclient 以 daemon 模式啟動？

source: Please choose whether you want ddclient to be run in daemon mode on system startup.
cs: Vyberte, zda chcete ddclient spouštět při zavádění systému v režimu daemona.
da: Vælg venligst om ddclient skal køre i dæmontilstand ved systemopstart.
es: Debe indicar si se va a utilizar «ddclient» en modo demonio en el arranque del sistema.
eu: Aukeratu sistema abiatzean ddclient daemon gisa exekutatu behar den ala ez.
gl: Indique se quere que ddclient se execute como un servizo ao arrancar o sistema.
it: Scegliere se si vuole o meno che ddclient venga eseguito come demone all'avvio del sistema.
ja: ddclient ?????????????????????????????????????????????????????????????????????????????????????????????????????????????????????
nb: Velg om ddclient skal kjøres i bakgrunnen (som daemon) når systemet starter.
pl: Proszę wybrać, czy ddclient ma być uruchamiany jako demon w czasie uruchamiania systemu.
uk: Увімкніть цю опцію, якщо бажаєте, щоб ddclient запускався у режимі демонаодразу ж після старту системи.
zh_tw: 系統開機時，ddclient 是否要以 daemon 模式啟動？

source: Interval between ddclient runs:
cs: Interval mezi spouštěním ddclienta:
da: Interval mellem ddclient-kørsler:
es: Intervalo entre las ejecuciones de ddclient:
eu: ddclient-en exekuzio arteko bitartea:
gl: Intervalo entre execucións de ddclient:
it: Intervallo fra le esecuzioni di ddclient:
ja: ddclient ?????????????????????:
nb: Intervall mellom ddclient-kjøringer:
pl: Interwał pomiędzy uruchamianiem ddclient:

source: Please choose the delay between interface address checks. Values may be given in seconds (e.g. "5s"), in minutes (e.g. "3m"), in hours (e.g. "7h") or in days (e.g. "1d").
cs: Zadejte interval mezi kontrolami adresy rozhraní. Hodnoty můžete zadat v sekundách (např. „5s“), minutách („3m“), hodinách („7h“) nebo dnech (např. „1d“).
da: Vælg venligst forsinkelsen mellem tjek af grænsefladeadresse. Værdier kan angives i sekunder (f.eks. »5s«), i minutter (f.eks. »3m«), i timer (f.eks. »7h« eller i dage (f.eks. »1d«).
es: Indique el intervalo de tiempo entre las comprobaciones de la dirección de la interfaz. Los valores pueden darse en segundos (p.ej. «5s»), en minutos (p.ej. «3m»), en horas (p.ej. «7h») o en días (p.ej. «1d»).
eu: Aukeratu interfazearen helbidearen egiaztapenen arteko atzerapena. Balioak segundotan (adib. "5s"), minututan (adib. "3m"), orduetan (adib. "7h") edo egunetan (adib. "1d") eman behar dira.
gl: Escolla o periodo entre comprobacións do enderezo da interface. Pódense dar os valores en segundos (por ex. «5s»), en minutos (por ex. «3m»), en horas (por ex. «7h») ou en días (por ex. «1d»).
it: Scegliere l'intervallo fra i controlli dell'indirizzo di interfaccia. I valori possono essere dati in secondi (per esempio «5s»), in minuti (per esempio «3m»), in ore (per esempio «7h») o in giorni (per esempio «1d»).
ja: ??????????????????????????????????????????????????????????????????????????????????????????????????? (??? "5s")?????? (??? "3m")?????? (??? "7h")?????????????????? (??? "1d") ????????????????????????
nb: Velg hvor ofte adressen på nettverksgrensesnittet sjekkes. Verdier kan oppgis i sekunder (f.eks. «5s»), i minutter (f.eks. «3m»), i timer (f.eks. «7h») eller i dager (f.eks. «1d»).
pl: Proszę wybrać odstęp między sprawdzaniem adresu interfejsu. Mogą zostać podane wartości w sekundach (np. "5s"), w minutach (np. "3m"), w godzinach (np. "7h") lub w dniach (np. "1d").
uk: Будь ласка, вкажіть затримку між перевірками адрес. Значення можебути вказаним у секундах (наприклад, "5s"), у хвилинах (наприклад, "3m"), у годинах (наприклад, "7h"), або ж у днях (наприклад, "1d").
zh_tw: 請選擇裝置位址檢查的時間間隔。可以秒(例如 "5s")"、以分(例如 "3m")、以小時(例如 "7h") 或以天(例如 "1d")。

source: Modified configuration file
cs: Upravený konfigurační soubor
da: Ændret konfigurationsfil
es: Archivo de configuración modificado
eu: Eraldatutako konfigurazioko fitxategia
gl: O ficheiro de configuración foi alterado
it: File di configurazione modificato
nb: Endret oppsettsfil
pl: Zmodyfikowany plik konfiguracyjny
uk: Модифікований конфігураційний файл
zh_tw: 修改設定檔

source: The config file /etc/ddclient.conf on your system does not consist of three entries. The automatic configuration utility cannot handle this situation.
cs: Konfigurační soubor /etc/ddclient.conf se ve vašem systému neskládá ze tří záznamů, což nástroj pro automatické nastavení nezvládne.
da: Konfigurationsfilen /etc/ddclient.conf på dit system består ikke af tre punkter. Det automatiske konfigurationsværktøj kan ikke håndtere denne situation.
es: El archivo de configuración «/etc/ddclient.conf» no está formado por tres entradas. La herramienta de configuración automática no puede manejar esta situación.
eu: Sistemako /etc/ddclient.conf konfigurazioko fitxategia ez da hiru sarreraz osatzen. Konfigurazio automatiko aren lanabesak ezin du egoera hau kudeatu.
gl: O ficheiro de configuración /etc/ddclient.conf que reside no sistema non consiste en tres entradas. O útil de configuración automática non pode tratar con isto.
it: Il file di configurazione «/etc/ddclient.conf» sul proprio sistema non consiste di tre valori. L'utilità di configurazione automatica non è in grado di gestire questa situazione.
ja: ????????????????????????????????????????????? /etc/ddclient.conf ??????3 ?????????????????????????????????????????????????????????????????????????????? (debconf) ????????????????????????????????????
nb: Oppsettsfila /etc/ddclient.conf på dette systemet består ikke av tre oppføringer. Verktøyet for automatisk oppsett klarer ikke å håndtere denne situasjonen.
pl: Plik konfiguracyjny /etc/ddclient.conf w tym systemie nie składa się z trzech wpisów. Automatyczna konfiguracja nie umie obsłużyć takiej sytuacji.

source: If you have edited the configuration file manually, it won't be modified. If you need a new configuration file, run "dpkg-reconfigure ddclient".
cs: Pokud jste konfigurační soubor změnili ručně, nebude změněn. Chcete-li vytvořit nový konfigurační soubor, spusťte „dpkg-reconfigure ddclient“.
da: Hvis du har redigeret konfigurationsfilen manuelt, vil den ikke blive ændret. Hvis du skal bruge en ny konfigurationsfil, så kør »dpkg-reconfigure ddclient«.
es: No se modificará el fichero de configuración si lo editó manualmente. Si usted quiere que se cree un nuevo archivo de configuración debe ejecutar «dpkg-reconfigure ddclient».
eu: Konfigurazioko fitxategia eskuz editatu baduzu, ezingo da eraldatu. Konfigurazioko fitxategi berri bat sortu behar baduzu, exekutatu "dpkg-reconfigure ddclient".
gl: Se modificou o ficheiro manualmente, non se ha modificar. Se quere crear un novo ficheiro de configuración, execute «dpkg-reconfigure ddclient».
it: Se il file di configurazione è stato modificato manualmente, non verrà modificato. Se si necessita di un nuovo file di configurazione, eseguire «dpkg-reconfigure ddclient».
ja: ????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????"dpkg-reconfigure ddclient" ??????????????????????????????
nb: Hvis oppsettsfila er redigert manuelt blir den ikke endret. Hvis du trenger en ny oppsettsfil, så kjør «dpkg-reconfigure ddclient».
pl: Jeśli plik konfiguracyjny został zmodyfikowany przez użytkownika, nie będzie zmodyfikowany. Aby uzyskać nowy plik konfiguracyjny, jeśli zachodzi taka potrzeba, proszę wykonać "dpkg-reconfigure ddclient".

source: Selection method for updated names:
cs: Způsob zadání jmen počítačů:
da: Markeringsmetode for opdaterede navne:
es: Método de selección para nombres actualizados:
eu: Hautapenaren metodoa eguneratutako izenentzako:
it: Selezionare il metodo per i nomi aggiornati:
nb: Valgmetode for oppdaterte navn:
pl: Metoda do aktualizowania nazw:

source: You'll have to select which host names to update using ddclient. You can select host names to update from a list (taken from your DynDNS account) or enter them manually.
cs: Budete muset vybrat jména počítačů, která se mají aktualizovat pomocí ddclienta. Jména počítačů můžete vybrat buď ze seznamu (staženého z vašeho účtu na DynDNS) nebo je zadat ručně.
da: Du skal vælge hvilke værtsnavne (host names) der skal opdateres med brug af ddclient. Du kan vælge værtsnavne, der skal opdateres fra en liste (hentet fra din DynDNS-konto) eller indtaste dem manuelt.
es: Debe seleccionar qué nombres de equipo deben actualizarse con ddclient. Puede seleccionar los nombres a actualizar de una lista (que se obtendrá de su cuenta DynDNS) o introducirlos manualmente.
eu: ddclient-ekin eguneratu behar diren ostalari-izenak hautatu behar dituzu. Ostalarien izenak zerrendatik (DynDNSko zure kontutik) hautatu edo eskuz idatzi behar dituzu.
it: È necessario selezionare quali nomi di host sono da aggiornare usando ddclient. È possibile selezionare nomi di host da aggiornare da un elenco (prelevato dal proprio account DynDNS o inserirli manualmente.
ja: ddclient ????????????????????????????????????????????????????????????????????????????????????(???????????? DynDNS ?????????????????????????????????) ?????????????????????????????????????????????????????????????????????????????????????????????
nb: Du må velge hvilke vertsnavn som skal oppdateres av ddclient. Du kan velge vertsnavn til oppdatering fra en liste (hentet fra din DynDNS-konto) eller skrive dem inn manuelt.
pl: Proszę wybrać które nazwy hosta aktualizować przy użyciu ddclient. Można wybrać nazwy z listy (z konta DynDNS użytkownika) lub wpisać je ręcznie.

source: Host names to keep updated:
cs: Jména počítačů, která se mají udržovat aktualizovaná:
da: Værtsnavne der skal holdes opdateret:
es: Nombres de equipo a actualizar:
eu: Ostalari-izenak eguneratuta mantentzeko:
it: Nomi degli host da mantenere aggiornati:
nb: Vertsnavn som skal holdes oppdaterte:
pl: Nazwy hosta do aktualizowania:

source: The list of host names managed via your DynDNS account has been downloaded. Please choose the one(s) for which ddclient should be used to keep IP address records up to date.
cs: Byl stažen seznam jmen počítačů, která spravujete přes DynDNS. Vyberte jména počítačů, pro která má ddclient udržovat aktuální IP adresu.
da: Listen af værtsnavne håndteret via din DynDNS-konto er blevet hentet. Vælg venligst dem hvor ddclient skal bruges til at holde IP-adresseposterne opdateret.
es: Se ha descargado la lista de nombres de equipos a gestionar a través de su cuenta DynDNS. Escoja el/los que ddclient debería utilizar para mantener los registros de dirección IP actualizados.
eu: DynDNSko zure kontutik kudeatutako ostalari-izenen zerrenda deskargatu da. Aukeratu ostalari-izen bat edo gehiago haien IP helbideen erregistroak eguneratuta mantentzeko ddclient erabiliz.
it: L'elenco dei nomi degli host gestiti tramite l'account DynDNS è stato scaricato. Scegliere gli host dei quali ddclient deve mantenere aggiornati gli indirizzi IP.
ja: ???????????? DynDNS ???????????????????????????????????????????????????????????????????????????????????????????????????IP ???????????????????????????????????????????????????????????? ddclient ??????????????????????????? 1 ???????????????????????????
nb: Lista ovr vertsnavn som styres via DynDNS-kontoen din er lastet ned. Velg de(t) som skal holde IP-adressen oppdatert med ddclient.
pl: Pobrano nazwy hosta zarządzane za pomocą konta DynDNS. Proszę wybrać te, dla których ddclient będzie utrzymywał aktualne wpisy adresów IP.

source: You may have provided an incorrect username or password, or the online account may have no host names configured.
cs: Buď jste zadali špatné uživatelské jméno nebo heslo, nebo pod zadaným účtem nemáte nastavena žádná jména počítačů.
da: Du har måske angivet et forkert brugernavn eller adgangskode, eller kontoen på nettet har måske ingen værtsnavne konfigureret.
es: Puede que haya introducido un nombre de usuario o contraseña incorrecta, o que la cuenta no tenga configurado ningún nombre de equipo.
eu: Erabiltzaile-izena edo pasahitza gaizki dago, edo lineako kontuak ez dauka ostalari-izenik konfiguratuta.
it: È possibile che si siano fornite credenziali d'accesso (nome utente o password) errati, oppure che l'account non abbia alcun nome di host configurato.
nb: Du kan ha oppgitt feil brukernavn eller passord, eller nettverkskontoen har ingen vertsnavn satt opp.
pl: Być może podano niewłaściwą nazwę użytkownika lub hasło, albo nie skonfigurowano nazw hosta w koncie online.

source: Please check your account to be sure you have host names configured, then run "dpkg-reconfigure ddclient" to input your username and password again.
cs: Zkontrolujte prosím svůj účet, abyste se ujistili, že jsou jména počítačů nastavena a poté spusťte „dpkg-reconfigure ddclient“ a znovu zadejte své uživatelské jméno a heslo.
da: Tjek venligst din konto for at være sikker på, at du har værtsnavne konfigureret, og kør så »dpkg-reconfigure ddclient« for at indtaste dit brugernavn og adgangskode igen.
es: Asegúrese de comprobar de que en su cuenta tiene nombres de equipo configurados. A continuación ejecute «dpkg-reconfigure ddclient» para introducir de nuevo su nombre de usuario y contraseña.
eu: Egiaztatu zure kontua ostalarien izenak konfiguratuta daudela ziurtatzeko, gero exekutatu "dpkg-reconfigure ddclient" zure erabiltzaile-izena eta pasahitza berriro sartzeko.
it: Controllare l'account per accertarsi di avere nomi di host configurati, poi eseguire «dpkg-reconfigure ddclient» per inserire nuovamente le proprie credenziali d'accesso.
ja: ????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????? "dpkg-reconfigure ddclient" ??????????????????????????????
nb: Kontroller kontoen din for å forsikre deg om at du har vertsnavn satt opp, og kjør deretter «dpkg-reconfigure ddclient» for å skrive inn brukernavn og passord igjen.
pl: Proszę sprawdzić swoje konto, aby upewnić się, że nazwy hostów zostały skonfigurowane, a następnie wykonać "dpkg-reconfigure ddclient" aby ponownie wpisać swoją nazwę użytkownika i hasło.

source: Enter the name of the server which is providing you with dynamic DNS service (example: members.dyndns.org).
uk: Введіть ім'я домена, яке вам надає сервіс данмічних DNS(наприклад, glory-to-ukraine.dyndns.org).
zh_tw: 請輸入提供您使用 動態 DNS 服務的伺服器名稱(例如： members.dyndns.org)。

source: Select the dynamic DNS update protocol used by your dynamic DNS service provider.
uk: Оберіть протокол оновлення динамічного DNS, який використовується провайдером даного сервісу.
zh_tw: 選擇您的動態 DNS 服務提供者更新 DNS 的協定。

source: Enter the list of fully qualified domain names for your host (like "myname.dyndns.org" if you have only one host or "myname1.dyndns.org,myname2.dyndns.org" for two hosts).
uk: Введіть перелік повних доменних імен. які використовує ваш хост(наприклад, "glory-to-ukraine.dyndns.org", якщо ви використовуєте лише один хост, або ж "glory-to-ukraine.dyndns.org,support-georgia.dyndns.org",якщо два або більше).
zh_tw: 輸入您主機的完整領域名稱(FQDN，如果您只有一台主機，就類似 "myname.dyndns.org"，兩台以上就類似 "myname1.dyndns.org,myname2.dyndns.org") 。

source: Enter the username you use to log into the dynamic DNS service.
uk: Введіть ім'я користувача, яке використовуватиметься для сервісу динамічного DNS:
zh_tw: 輸入登入動態 DNS 服務的使用者帳號。

source: Enter the password you use to log into the dynamic DNS service.
uk: Введіть пароль, який використовуватиметься для сервісу динамічного DNS:
zh_tw: 輸入登入動態 DNS 服務的使用者密碼。

source: Interface used for dynamic DNS service:
uk: Інтерфейс для сервісу динамічного DNS:
zh_tw: 動態 DNS 服務所使用的裝置介面：

source: Enter the interface which is used for using dynamic DNS service.
uk: Введіть інтерфейс, який використовуватиметься для сервісу динамічного DNS:
zh_tw: 輸入使用動態 DNS 服務的裝置介面：

source: Enable this if ddclient should be run every time a PPP connection is established.
uk: Увімкніть цю опцію, якщо бажаєте, щоб ddclient запускався щоразу після встановлення з'єднання PPP.
zh_tw: 加入該選項則每次 PPP 建立連線後，ddclient 也會跟著執行。

source: ddclient update interval:
uk: Інтервал оновлення ddclient
zh_tw: ddclient 更新頻率：

source: More powerful configuration
zh_tw: 更多的設定

source: The new ddclient version allows you to store all options in the configuration file instead of passing them in your scripts. Apart from that ddclient now supports different protocols and services, different ways to figure out your internet address including gathering it from a firewall status page.
zh_tw: 新版的 ddclient 允許您儲存所有的選項到設定檔，取代已往傳遞參數到 script 中。除此之外，ddclient 現在支援不同的服務協定，以不同的方法來找出您的網路位址，包括從防火牆狀態頁收集資訊。

source: In any case the configuration file /etc/ddclient.conf will be updated to be a bit more readable and the protocol will be updated to dyndns2. This is neccessary as dyndns.org switched off support for the dyndns1 protocol on January 1st 2002.
zh_tw: 預設何情況下，/etc/ddclient.conf 設定檔會被轉換成更容易閱讀的版本且協定會更新成 dyndns2。這是因為 dyndns.org 在 2002 年一月一號停用 dyndns1 的協定。

source: If you want to make use of the new options through this frontend please run "dpkg-reconfigure ddclient".
zh_tw: 如果您想要透過該介面使用新的設定參數，請執行 "dpkg-reconfigure ddclient"。

source: The config file /etc/ddclient.conf on your system does not consist of three entries. The automatic configuration utility (debconf) cannot handle this. Maybe you modified the configuration file manually, thus it won't be modified. If you want a new config file to be created, please run "dpkg-reconfigure ddclient".
zh_tw: 系統的 /etc/ddclient.conf 設定檔不包含三個主要項目以致於自動組態設定工具(debconf)無法處理。您也許先前修改過設定檔才造成無法自動設定。如果您想要建立新的設定檔，請執行 "dpkg-reconfigure ddclient"。

source: You should enable this option if ddclient should be run every time a PPP connection is established.
gl: Escolla esta opción se ddclient debe executarse cada vez que se estabeleza unha conexión por PPP.

source: The config file /etc/ddclient.conf on your system does not consist of three entries. The automatic configuration utility (debconf) cannot handle this. Maybe you modified the configuration file manually, thus it won't be modified. If you want a new config file to be created, please run "dpkg-reconfigure ddclient".
uk: Конфігураційний файл /etc/ddclient.conf відсутній на вашій системі немістить трьох записів. Утиліта для автоматичної конфігурації (debconf) не може використати його. Можливо, ви змінювали його вручну...Якщо бажаєте створити новий, виконайте команду "dpkg-reconfigure ddclient".
