Repository: qualIP/ddclient
Catalog: debian/po/*.po
Languages: cs, da, es, eu, gl, it, ja, nb, pl, pt_pt, uk, zh_tw

source: other
cs: jiný
da: anden
es: otro
eu: bestelakoa
gl: outro
it: altro
nb: andre
pl: inny
pt_pt: outro
uk: інші
zh_tw: 其他

source: Dynamic DNS service provider:
cs: Poskytovatel dynamického DNS:
da: Dynamisk DNS-tjenesteudbyder:
es: Proveedores de servicio de DNS dinámico:
eu: DNS dinamikoaren zerbitzu hornitzailea:
gl: Fornecedor de servizo de DNS dinámico:
it: Fornitore del servizio DNS dinamico:
ja: Dynamic DNS ???????????????????????????:
nb: Leverandør av dynamisk DNS-tjeneste:
pl: Dostawca usługi dynamicznego DNS:
pt_pt: Fornecedor de serviço de DNS dinâmico:
uk: Динамічний провайдер DNS:
zh_tw: 動態 DNS 服務提供者：

source: Dynamic DNS service you are using. If the service you use is not listed, choose "other".
pt_pt: estiver na lista, escolher "outro".

source: Dynamic DNS server (blank for default):
pt_pt: Servidor de DNS dinâmico (em branco = predefinição):

source: Server providing the dynamic DNS service (example: members.dyndns.org). Leave blank to use the default for the "${protocol}" protocol.
pt_pt: Servidor que fornece o serviço de DNS dinâmico (exemplo: members.dyndns.org). Deixar em branco para usar a predefinição para o protocolo "${protocol}".

source: Dynamic DNS update protocol:
cs: Protokol pro aktualizaci dynamického DNS:
da: Dynamisk DNS-opdateringsprotokol:
es: Protocolo de actualización de DNS dinámico:
eu: DNS dinamikoa eguneratzeko protokoloa:
gl: Protocolo de actualización de DNS dinámico:
it: Protocollo di aggiornamento del DNS dinamico:
ja: Dynamic DNS ????????????????????????:
nb: Protokoll for dynamisk DNS-oppdatering:
pl: Protokół aktualizacji dynamicznego DNS:
pt_pt: Protocolo de actualização de DNS dinâmico:
uk: Динамічний протокол оновлення DNS:
zh_tw: 動態 DNS 的更新協定：

source: Dynamic DNS update protocol used by your dynamic DNS service provider. If the protocol your service uses is not listed, select "other".
pt_pt: Protocolo de actualização de DNS dinâmico utilizado pelo fornecedor do serviço de DNS dinâmico. Se o protocolo usado pelo serviço não estiver na lista, seleccionar "outro".

source: provider.
pt_pt: Nome do protocolo de actualização de DNS dinâmico utilizado pelo fornecedor do serviço de DNS dinâmico.

source: Optional HTTP proxy:
pt_pt: Proxy HTTP opcional:

source: HTTP proxy.
pt_pt: Autenticação de proxy não suportada. Deixar em branco se não for usado nenhum proxy HTTP.

source: Hosts to update (comma-separated):
pt_pt: Hospedeiros a actualizar (separados por vírgulas):

source: Comma-separated list of fully qualified domain names to update (for myname2.dyndns.org" for two hosts).
pt_pt: exemplo, "meunome.dyndns.org" para um hospedeiro ou "meunome1.dyndns.org,meunome2.dyndns.org" para dois hospedeiros).

source: Username:
pt_pt: Utilizador:

source: Username (or other type of account identifer) to use with the dynamic DNS service.
pt_pt: Nome de utilizador (ou outro tipo de identificador de conta) para o serviço de DNS dinâmico.

source: Password:
pt_pt: Senha:

source: Password, API key, or token to use with the dynamic DNS service.
pt_pt: Senha, chave de API ou código para o serviço de DNS dinâmico.

source: Re-enter password:
pt_pt: Reintroduzir a senha:

source: Passwords do not match
pt_pt: As senhas não coincidem

source: The two passwords you entered were not the same. Please try again.
pt_pt: As senhas introduzidas não são iguais. Voltar a tentar.

source: Web-based IP discovery service
pt_pt: Serviço de descoberta de IP baseado na web

source: Network interface
pt_pt: Interface de rede

source: IP address discovery method:
pt_pt: Método de descoberta de endereço IP:

source: Web-based IP discovery service: Periodically visit a web page that shows to the Internet via a Network Address Translation (NAT) device such as a typical consumer router.
pt_pt: Serviço de descoberta de IP baseado na web: visita periodicamente uma se o computador estiver ligado à Internet através dum dispositivo NAT (Network Address Translation), como seja um encaminhador (router) doméstico comum.

source: Network interface: Use the IP address assigned to your computer's network this option if your computer connects directly to the Internet (your connection does not go through a NAT device).
pt_pt: Interface de rede: usar o endereço IP associado à interface de rede do computador (por exemplo um adaptador Ethernet ou ligação PPP). à Internet (a ligação não passa por um dispositivo NAT).

source: IP discovery service:
pt_pt: Serviço de descoberta IP:

source: The web-based IP discovery service you would like ddclient to use to determine your current IP address.
pt_pt: Serviço de descoberta de IP baseado na web a usar pelo ddclient para descobrir qual é o endereço IP em uso.

source: IP discovery service URL:
pt_pt: URL do serviço de descoberta de IP:

source: URL to a web page that returns your IP address.
pt_pt: URL para uma página web que mostra o endereço IP.

source: Network interface:
pt_pt: Interface de rede:

source: The name of the network interface (e.g., eth0, wlan0, ppp0) that ddclient will look at to determine the current IP address.
pt_pt: para descobrir qual é o endereço IP em uso.

source: As a daemon
pt_pt: Como serviço (daemon)

source: On PPP connect
pt_pt: Ao ligar por PPP

source: How to run ddclient:
pt_pt: Como executar o ddclient:

source: The ddclient run mode. Your options:
pt_pt: Modo de execução do ddclient. Opções:

source: the IP address has changed.
pt_pt: Como serviço (deamon): o ddclient é executado em segundo plano, verificando periodicamente se o endereço IP mudou.

source: On PPP connect: Each time you connect via PPP ddclient will start, update the IP address, and exit.
pt_pt: Ao ligar por PPP: de cada vez que for feita uma ligação via PPP, o ddclient vai iniciar, actualizar o endereço IP e sair.

source: Time between address checks:
pt_pt: Intervalo entre verificações de endereço:

source: ") or in days (e.g., "1d").
pt_pt: Intervalo entre verificações de endereço IP. Os valores podem ser (p. ex., "7h") ou em dias (p. ex., "1d").

source: From list
cs: Ze seznamu
da: Fra liste
es: De una lista
eu: Zerrendatik
it: Dall'elenco
nb: Fra liste
pl: Z listy
pt_pt: Da lista

source: Manually
cs: Ručně
da: Manuelt
es: Manualmente
eu: Eskuz
it: Manualmente
nb: Manuelt
pl: Ręcznie
pt_pt: Manualmente

source: How to enter host names:
pt_pt: Como introduzir nomes de hospedeiro:

source: How to prompt you for the host name(s) that ddclient will update.
pt_pt: Como solicitar o(s) nome(s) de hospedeiro a actualizar.

source: names that are registered with your DynDNS account. You will then select hosts from that list.
pt_pt: hospedeiro registados na conta DynDNS. Terão que ser seleccionados hospedeiros dessa lista.

source: Hosts to update:
pt_pt: Hospedeiros a actualizar:

source: host names was downloaded from your DynDNS account.)
pt_pt: Nome(s) de hospedeiro a manter actualizado(s) com o endereço IP em uso. (Esta lista de hospedeiros foi transferida da conta DynDNS).

source: Empty host list
cs: Prázdný seznam počítačů
da: Tom værtsliste
es: Lista de equipos vacía
eu: Ostalarien zerrenda hutsik
it: Elenco degli host vuoto
nb: Tom vertsliste
pl: Pusta lista nazw
pt_pt: Lista de hospedeiros vazia

source: The list of host names managed under your account is empty when retrieved from the dynamic DNS service website.
cs: Seznam jmen počítačů stažený z vašeho účtu služby dynamického DNS je prázdný.
da: Listen af værtsnavne håndteret under din konto er tom når den hentes fra den dynamiske DNS-tjenestes internetside.
es: La consultó de la lista de nombres de equipo del sitio web del servicio de DNS dinámica con su cuenta devolvió una lista vacía.
eu: Zure kontuaren bidez kudeatutako ostalari-izenen zerrenda hutsik dago DNS dinamikoaren webgunetik eskuratzean.
it: L'elenco dei nomi degli host gestiti dall'account scaricato dal sito web del servizio dynamic DNS è vuoto.
ja: ????????????????????????????????????????????????????????????????????????????????? DNS ??????????????? Web ????????????????????????????????????????????????
nb: Lista over vertsnavn som styres under din konto er tom når den hentes fra nettstedet til den dynamiske DNS-tjenesten.
pl: Lista nazw hosta zarządzanych za pomocą konta, pobrana ze strony usługi dynamicznego DNS jest pusta.
pt_pt: Quando obtida do sítio web do serviço de DNS dinâmico, a lista de hospedeiros estará vazia.

source: Please check your account to be sure you have host names configured, then
pt_pt: Confirmar que tem nomes de hospedeiro configurados na conta; de seguida

source: Please select the dynamic DNS service you are using. If the service you use is not listed, choose "other" and you will be asked for the protocol and the server name.
cs: Vyberte, kterou službu dynamického DNS používáte. Pokud zde vámi používaný poskytovatel není, zvolte „jiný“ a budete dotázáni na protokol a jméno serveru.
da: Vælg venligst den dynamiske DNS-tjeneste du bruger. Hvis tjenesten du bruger ikke er angivet, så vælg »anden« og du vil blive spurgt om protokollen og servernavnet.
es: Seleccione el servicio dinámico DNS que usted esté usando. Si no está listado el servicio que utiliza elija «otro» y le pedirá el protocolo y el nombre del servidor.
eu: Hautatu erabiltzen duzun DNS dinamikoaren zerbitzua. Erabiltzen duzun zerbitzua ez badago zerrendaturik, "bestelakoa" aukeratu ondoren protokolo eta zerbitzariaren izena galdetuko zaizkizu.
gl: Escolla o servizo de DNS dinámico que está a empregar. Se o servizo que emprega non aparece na lista, escolla «outro» e háselle preguntar o protocolo e o nome do servidor.
it: Selezionare il servizio dinamico DNS in uso. Se il servizio che si utilizza non è incluso nell'elenco, scegliere «altro» e verranno richiesti il protocollo e il nome del server.
ja: ?????????????????? Dynamic DNS ??????????????????????????????????????????????????????????????????????????????????????????????????????????????????"?????????" ?????????????????????????????????????????????????????????????????????
nb: Velg den dynamiske DNS-tjenesten du bruker. Hvis den tjenesten du bruker ikke er på lista, så velg «andre», og du får deretter spørsmål om protokoll og tjenernavn.
pl: Proszę wybrać dostawcę używanej usługi dynamicznego DNS. Jeśli usługa nie jest uwzględniona na poniższej liście, proszę wybrać "inny", pojawi się wówczas możliwość skonfigurowania usługi po podaniu protokołu i nazwy serwera.
uk: Будь ласка, вкажіть, який сервіс динамічних DNS ви використовуєте. Якщо використовуваного вами сервісу немає у даному переліку, оберіть"інший", і тоді вам буде запропоновано ввести його адресу та протокол.
zh_tw: 請選擇您使用的動態 DNS 服務。如果使用的服務不在列表，請選擇「其它」，然後會詢問您服務名稱和協定。

source: Dynamic DNS server:
cs: Server dynamického DNS:
da: Dynamisk DNS-server:
es: Servidor de DNS dinámico:
eu: DNS dinamikoaren zerbitzaria:
gl: Servidor de DNS dinámico:
it: Server DNS dinamico:
ja: Dynamic DNS ?????????:
nb: Dynamisk DNS-tjener:
pl: Serwer dynamicznego DNS:
uk: Динамічний сервер DNS:
zh_tw: 動態 DNS 伺服器

source: Please enter the name of the server which is providing you with dynamic DNS service (example: members.dyndns.org).
cs: Zadejte jméno serveru, který vám poskytuje službu dynamického DNS (například members.dyndns.org).
da: Indtast venligst navnet på serveren som tilbyder dig den dynamiske DNS-tjeneste (for eksempel: members.dyndns.org).
es: Introduzca el nombre del servidor que le esta prestando servicio DNS dinámico (p.ej. «members.dyndns.org»).
eu: Idatzi DNS dinamikoaren zerbitzua hornitzen dizun zerbitzariaren izena (adibidez: members.dyndns.org).
gl: Introduza o nome do servidor que lle fornece o servizo de DNS dinámico (exemplo: members.dyndns.org).
it: Inserire il nome del server che fornisce il servizio DNS dinamico (per esempio «members.dyndns.org»).
ja: Dynamic DNS ?????????????????????????????????????????????????????????????????????????????? (???: members.dyndns.org)???
nb: Oppgi navnet på tjeneren som skaffer deg dynamisk DNS-tjeneste (eksempel: members.dyndns.org)
pl: Proszę podać nazwę serwera dostarczającego usługę dynamicznego DNS (np. members.dyndns.org).

source: Please select the dynamic DNS update protocol used by your dynamic DNS service provider.
cs: Vyberte protokol pro aktualizaci dynamického DNS, který používá váš poskytovatel dynamického DNS.
da: Vælg venligst den dynamiske DNS-opdateringsprotokol, der bruges af din dynamiske DNS-tjenesteudbyder.
es: Elija el protocolo de actualización DNS que utiliza su proveedor de servicio de DNS dinámico.
eu: Hautatu DNS dinamikoa eguneratzeko protokoloa (DNS zerbitzuaren hornitzaileak erabiltzen duena).
gl: Escolla o protocolo de actualización de DNS dinámico que emprega o fornecedor de servizo de DNS dinámico.
it: Selezionare il protocollo di aggiornamento del DNS dinamico utilizzato dal proprio fornitore del servizio.
ja: ???????????? Dynamic DNS ????????????????????????????????????????????? Dynamic DNS ??????????????????????????????????????????????????????
nb: Velg den protokollen for dynamisk DNS-oppdatering som din leverandør bruker.
pl: Proszę wybrać protokół aktualizacji dynamicznego DNS używany przez dostawcę usługi.

source: DynDNS fully qualified domain names:
cs: Plně kvalifikovaná doménová jména DynDNS:
da: Fuldt kvalificerede domænenavne til DynDNS:
es: Nombres completos de dominios DynDNS:
eu: DynDNS guztiz kualifikaturiko domeinu-izena:
gl: Nomes de dominio totalmente cualificados de DynDNS:
it: Nomi completi di dominio non ambigui (FQDN) DynDNS:
ja: DynDNS ??????????????????????????????:
nb: DynDNS fullstendige domenenavn:
pl: Pełne nazwy domenowe DynDNS:
uk: Повноцінні доменні імена DynDNS:
zh_tw: DynDNS 完整領域名稱(FQDN)：

source: Please enter the list of fully qualified domain names for the local host(s) (for instance, "myname.dyndns.org" with only one host or "myname1.dyndns.org,myname2.dyndns.org" for two hosts).
cs: Zadejte seznam plně kvalifikovaných jmen vašeho počítače (třeba „jmeno.dyndns.org“ v případě jednoho jména nebo „jmeno1.dyndns.org,jmeno2.dyndns.org“ pro dva názvy).
da: Indtast venligst listen af fuldt kvalificerede domænenavne for de lokale værter (for eksempel »mitnavn.dynds.org« med kun en vært eller »mitnavn1.dyndns.org,mitnavn2.dyndns.org« for to værter).
es: Introduzca la lista de los dominios completos para su equipo/s local/es (como «minombre.dyndns.org» si sólo tiene un sistema o «minombre1.dyndns.org,minombre2.dyndns.org» si tiene dos).
eu: Idatzi ostalari lokalaren guztiz kualifikatutako domeinu-izenen zerrenda ("nireizena. dyndns.org" antzeko zerbait ostalari bakar bat baduzu edo "nireizena1.dyndns.org,nireizena2.dyndns.org" bi ostalarirentzat).
gl: Introduza a lista de nomes de dominio totalmente cualificados para a súa máquina (tales coma «omeunome.dyndns.org» cun só un nome, ou «unnome.dyndns.org,outronome.dyndns.org» para dous nomes).
it: Inserire l'elenco dei nomi completi di dominio non ambigui (FQDN) per l'host locale (per esempio «mionome.dyndns.org», se si ha un solo host, oppure «mionome1.dyndns.org,mionome2.dyndns.org» per 2 host).
ja: ????????????????????????????????????????????????????????????????????????????????????????????? (?????? 1 ????????????????????? "myname.dyndns.org"???2 ??????????????? "myname1.dyndns.org,myname2.dyndns.org" ??????)???
nb: Oppgi lista over fullstendige domenenavn for de(n) lokale verten(e) (f.eks. «mittnavn.dyndns.org» for bare én vert eller «mittnavn1.dyndns.org mittnavn2.dyndns.org» for to verter.)
pl: Proszę wprowadzić pełne nazwy domenowe dla lokalnych komputerów (np. "myname.dyndns.org" dla jednego komputera lub "myname1.dyndns.org,myname2.dyndns.org" dla dwóch).

source: Username for dynamic DNS service:
cs: Uživatelské jméno pro dynamické DNS:
da: Brugernavn for dynamisk DNS-tjeneste:
es: Nombre de usuario para el servidor de DNS dinámico:
eu: DNS dinamikoaren zerbitzuaren erabiltzaile-izena:
gl: Nome de usuario para o servizo de DNS dinámico:
it: Nome utente per il servizio DNS dinamico:
ja: Dynamic DNS ???????????????????????????:
nb: Brukernavn for den dynamiske DNS-tjenesten:
pl: Nazwa użytkownika usługi dynamicznego DNS:
uk: Ім'я користувача для сервісу динамічного DNS:
zh_tw: 動態 DNS 服務的使用者帳號：

source: Please enter the username to use with the dynamic DNS service.
cs: Zadejte uživatelské jméno, které používáte pro přihlášení ke službě dynamického DNS.
da: Indtast venligst brugernavnet til brug med den dynamiske DNS-tjeneste.
es: Introduzca el nombre de usuario a utilizar para conectarse al servicio de DNS dinámico.
eu: Idatzi erabiltzaile-izena DNS dinamikoaren zerbitzuan erabiltzeko.
gl: Introduza o nome do usuario a empregar no servizo de DNS dinámico.
it: Inserire il nome utente da usare per il servizio DNS dinamico.
ja: Dynamic DNS ???????????????????????????????????????????????????????????????
nb: Oppgi brukernavnet som skal brukes med den dynamiske DNS-tjenesten.
pl: Proszę wprowadzić nazwę użytkownika do usługi dynamicznego DNS.

source: Password for dynamic DNS service:
cs: Heslo pro dynamické DNS:
da: Adgangskode for dynamisk DNS-tjeneste:
es: Contraseña para el servicio de DNS dinámico:
eu: DNS dinamikoaren zerbitzuaren pasahitza:
gl: Contrasinal para o servizo de DNS dinámico:
it: Password per il servizio DNS dinamico:
ja: Dynamic DNS ??????????????????????????????:
nb: Passord for dynamisk DNS-tjeneste:
pl: Hasło usługi dynamicznego DNS:
uk: Пароль для сервісу динамічного DNS:
zh_tw: 動態 DNS 服務的使用者密碼：

source: Please enter the password to use with the dynamic DNS service.
cs: Zadejte heslo, které používáte pro přihlášení ke službě dynamického DNS.
da: Indtast venligst adgangskoden til brug med den dynamiske DNS-tjeneste.
es: Introduzca la contraseña a utilizar para acceder al servicio de DNS dinámico.
eu: Idatzi pasahitza DNS dinamiko zerbitzuan erabiltzeko.
gl: Introduza o contrasinal que emprega no servizo de DNS dinámico.
it: Inserire la password da usare per annunciarsi al servizio DNS dinamico.
ja: Dynamic DNS ??????????????????????????????????????????????????????????????????
nb: Oppgi passordet som skal brukes med den dynamiske DNS-tjenesten.
pl: Proszę wprowadzić hasło do usługi dynamicznego DNS.

source: Find public IP using checkip.dyndns.com?
cs: Najít veřejnou IP pomocí checkip.dyndns.com?
da: Find offentlig IP med brug af checkip.dyndns.com?
es: Desea obtener la dirección IP pública utilizando checkip.dyndns.com?
eu: Bilatu IP publikoa checkip.dyndns.com erabiliz?
it: Trovare l'indirizzo IP pubblico usando checkip.dyndns.com?
ja: checkip.dyndns.com ?????????????????????????????? IP ???????????????????
nb: Finn offentlig IP ved å bruke checkip.dyndns.com?
pl: Znajdować publiczne IP przy użyciu checkip.dyndns.com?

source: Please choose whether ddclient should try to find the IP address of this machine via the DynDNS web interface. This is recommended for machines that are using Network Address Translation.
cs: Vyberte, zda se má ddclient pokusit najít IP adresu tohoto počítače pomocí webového rozhraní DynDNS. Toto je doporučeno pro počítače používající překlad síťových adres (NAT).
da: Vælg venligst hvorvidt ddclient skal forsøge at finde IP-adressen på denne maskine via DynDNS-internetgrænsefladen. Dette anbefales til maskiner som bruger netværksadresseoversættelse (Network Address Translation).
es: Escoja si ddclient debería obtener la dirección IP pública de este equipo a través de la interfaz web de DynDNS. Se recomienda hacer esto para equipos que utilizan traducción de direcciones de red («Network Address Translation» o «NAT», N. del T.)
eu: DynDNS web interfazearen bidez, aukeratu ddclient-ek ordenagailu honen IP helbidea bilatzen saiatu behar duen edo ez. Gomendagarria da NAT (Network Address Translation) erabiltzen duten ordenagailuentzako.
it: Scegliere se si desidera che ddclient provi a trovare l'indirizzo IP pubblico di questa macchina tramite l'interfaccia web di DynDNS. Questo è raccomandato per macchine che utilizzano il NAT (Network Address Translation).
ja: DynDNS Web ??????????????????????????? ddclient ????????????????????? IP ???????????????????????????????????????????????????????????????????????????????????????????????? NAT (????????????????????????????????????) ???????????????????????????????????????????????????
nb: Velg om ddclient skal forsøke å finne IP-adressen til denne maskinen via vevgrensesnittet til DynDNS,. Dette anbefales for maskiner som bruker NAT - Network Address Translation.
pl: Proszę zdecydować, czy ddclient powinien próbować znajdywać adres IP tego komputera za pomocą interfejsu WWW DynDNS. Jest to zalecane ustawienia dla komputerów używających Network Address Translation (NAT).

source: Network interface used for dynamic DNS service:
cs: Síťové rozhraní používané pro dynamické DNS:
da: Netværksgrænseflade brugt til dynamisk DNS-tjeneste:
es: Interfaz de red a utilizar para el servicio de DNS dinámico:
eu: Sareko interfazea DNS dinamikoaren zerbitzuan erabiltzeko:
gl: Interface de rede para o servizo de DNS dinámico:
it: Interfaccia di rete utilizzata per il servizio DNS dinamico:
ja: Dynamic DNS ???????????????????????????????????????????????????????????????:
nb: Nettverksgrensesnitt som skal brukes for dynamisk DNS-tjeneste:
pl: Interfejs sieciowy używany do usługi dynamicznego DNS:

source: Please enter the name of the network interface (eth0/wlan0/ppp0/...) to use for dynamic DNS service.
cs: Zadejte jméno síťového rozhraní (eth0/wlan0/ppp0/...), na kterém se má použít služba dynamického DNS.
da: Indtast venligst navnet på netværksgrænsefladen (eth0/wlan0/ppp0/...) til brug for dynamisk DNS-tjeneste.
es: Introduzca la interfaz de red que se debe utilizar para el servicio de DNS dinámico (p.ej.: eth0, wlan0, ppp0)
eu: Idatzi sareko interfazea (eth0/wlan0/ppp0/...) DNS dinamikoaren zerbitzuan erabiltzeko.
gl: Introduza o nome da interface de rede (eth0/wlan0/ppp0/...) a empregar co servizo de DNS dinámico.
it: Inserire il nome dell'interfaccia di rete (eth0/wlan0/ppp0/...) da usare per il sistema DNS dinamico.
ja: Dynamic DNS ?????????????????????????????????????????????????????????????????? (eth0/wlan0/ppp0/???) ??????????????????????????????
nb: Oppgi navnet på nettverksgrensesnittet (eth0/wlan0/ppp0/ …) som skal brukes for dynamisk DNS-tjeneste.
pl: Proszę wprowadzić nazwę interfejsu sieciowego (eth0/wlan0/ppp0/...) używanego do usługi dynamicznego DNS.

source: Run ddclient on DHCP update?
da: Kør ddclient på DHCP-opdatering?

source: You should enable this option if ddclient should be run every time the IP address is changed by the DHCP client (dhclient). Note: This mode is not compatible with daemon mode.
da: Du skal aktivere denne indstilling, hvis ddclient skal køres hver gang IP-adressen ændres af DHCP-klienten (dhclient). Bemærk: Denne tilstand er ikke kompatibel med dæmontilstand.

source: Run ddclient on PPP connect?
cs: Spustit ddclient při PPP spojení?
da: Kør ddclient på PPP-forbindelse?
es: ¿Desea ejecutar «ddclient» al establecer una conexión PPP?
eu: PPP konektatzean ddclient exekutatu?
gl: Desexa executar ddclient ao se conectar por PPP?
it: Eseguire ddclient al momento della connessione PPP?
ja: PPP ???????????? ddclient ??????????????????????
nb: Skal ddclient kjøres når PPP kobles opp?
pl: Uruchamiać ddclient przy połączeniu PPP?
uk: Запускати ddclient після встановлення з'єднання PPP?
zh_tw: PPP 連線時執行 ddclient ？
